<?php defined('InShopNC') or exit('Access Invalid!'); return array (
  'name' => 
  array (
    3 => '钱币',
    4 => '邮票',
    5 => '贵金属',
    6 => '书法字画',
    7 => '瓷器紫砂',
    8 => '玉器珠宝',
    9 => '红木文玩',
  ),
  'parent' => 
  array (
    3 => '0',
    4 => '0',
    5 => '0',
    6 => '0',
    7 => '0',
    8 => '0',
    9 => '0',
  ),
  'children' => 
  array (
    0 => 
    array (
      0 => '3',
      1 => '4',
      2 => '5',
      3 => '6',
      4 => '7',
      5 => '8',
      6 => '9',
    ),
  ),
);